# vim: set filetype=ruby :
tap "bvaisvil/zenith"
tap "cloudflare/cloudflare"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "ms-jpq/sad"
tap "oven-sh/bun"
tap "schniz/tap"
tap "stripe/stripe-cli"
brew "ansifilter"
brew "python-setuptools"
brew "awscli"
brew "libssh2"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "cloudflared"
brew "cmake"
brew "code-minimap"
brew "coreutils"
brew "duckdb"
brew "dust"
brew "duti"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "helix"
brew "lua"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jless"
brew "jq"
brew "jupyterlab"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "protobuf"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "pgformatter"
brew "pnpm"
brew "postgresql@14"
brew "pulumi"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "rustup"
brew "s3cmd"
brew "sqlite-analyzer"
brew "syncthing"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "uv"
brew "viu"
brew "wget"
brew "xplr"
brew "yarn", link: false
brew "yt-dlp"
brew "zsh"
brew "bvaisvil/zenith/zenith"
brew "lucagrulla/tap/cw"
brew "ms-jpq/sad/sad"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "amethyst"
cask "balenaetcher"
cask "bambu-studio"
cask "boltai"
cask "chrysalis"
cask "cryptomator"
cask "fastrawviewer"
cask "font-sauce-code-pro-nerd-font"
cask "krita"
cask "linearmouse"
cask "lm-studio"
cask "obsidian"
cask "ollama"
cask "pika"
cask "plex"
cask "plex-media-server"
cask "powerpanel"
cask "raycast"
cask "screen-studio"
cask "scroll-reverser"
cask "slack"
cask "ukelele"
cask "visual-studio-code"
cask "yaak"
cask "zed"