# vim: set filetype=ruby :
tap "bvaisvil/zenith"
tap "cloudflare/cloudflare"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "ms-jpq/sad"
tap "schniz/tap"
tap "stripe/stripe-cli"
brew "ansifilter"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "cmake"
brew "code-minimap"
brew "coreutils"
brew "duckdb"
brew "dust"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "helix"
brew "lua"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "node"
brew "jupyterlab", link: false
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libssh2"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "pango"
brew "pgformatter"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "sqlite-analyzer"
brew "syncthing", restart_service: true
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "viu"
brew "wget"
brew "xplr"
brew "yarn", link: false
brew "youtube-dl"
brew "zsh"
brew "bvaisvil/zenith/zenith"
brew "cloudflare/cloudflare/cloudflared"
brew "lucagrulla/tap/cw"
brew "ms-jpq/sad/sad"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "amethyst"
cask "chrysalis"
cask "cryptomator"
cask "krita"
cask "obsidian"
cask "pika"
cask "scroll-reverser"
cask "ukelele"
