asvetliakov.vscode-neovim
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fill-labs.dependi
github.vscode-github-actions
github.vscode-pull-request-github
johnpapa.vscode-peacock
joshmu.periscope
kricsleo.vscode-package-json-inspector
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-sqlite
siwatts.jellybeans-vim-theme
sqreept.delayedcommand
streetsidesoftware.code-spell-checker
tompollak.lazygit-vscode
tomrijndorp.find-it-faster
usernamehw.errorlens
yoavbls.pretty-ts-errors
