anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
asvetliakov.vscode-neovim
be5invis.vscode-custom-css
bierner.lit-html
bierner.markdown-mermaid
biomejs.biome
bradlc.vscode-tailwindcss
buster.ndjson-colorizer
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
ellreka.tailwindcss-highlight
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
idleberg.applescript
jellydn.fzf-picker
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
marp-team.marp-vscode
motion.motion-vscode-extension
mrmlnc.vscode-json5
ms-python.debugpy
ms-python.python
mtxr.sqltools
mtxr.sqltools-driver-sqlite
openai.chatgpt
pflannery.vscode-versionlens
prisma.vscode-graphql
redhat.vscode-yaml
rohit-gohri.format-code-action
siwatts.jellybeans-vim-theme
sleistner.vscode-fileutils
sqreept.delayedcommand
streetsidesoftware.code-spell-checker
tombi-toml.tombi
tompollak.lazygit-vscode
tomrijndorp.find-it-faster
typescriptteam.native-preview
unifiedjs.vscode-mdx
usernamehw.errorlens
vitest.explorer
wengerk.highlight-bad-chars
xadillax.viml
yoavbls.pretty-ts-errors
