[
  "calendar",
  "extract-url",
  "obsidian-excalidraw-plugin",
  "obsidian-vimrc-support",
  "mrj-jump-to-link",
  "dataview",
  "auto-card-link",
  "tldraw",
  "obsidian-style-settings",
  "emoji-shortcodes",
  "slash-commander",
  "home-tab",
  "copilot"
]