jorgebucaran/fisher
PatrickF1/fzf.fish
jethrokuan/z
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-brew
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-rustup
daltonsena/fish-poetry
plttn/fish-eza
